---
kind: property
id: P:Autodesk.Revit.DB.NavisworksExportOptions.ConvertLinkedCADFormats
source: html/b0b3caac-3ef7-0408-9ebd-929f51587a53.htm
---
# Autodesk.Revit.DB.NavisworksExportOptions.ConvertLinkedCADFormats Property

True to convert linked CAD formats, false otherwise.
 Default value is true.

## Syntax (C#)
```csharp
public bool ConvertLinkedCADFormats { get; set; }
```